import { v4 as uuid } from "uuid";

import { Organization } from "../../types/entities";

export const organizations: Organization[] = [
  {
    id: uuid(),
    title: "ООО 'Рога и копыта!' 1",
    text: "Какая же классная организация, столько геозон, техники, планов и достижений (текст короче)",
  },

  {
    id: uuid(),
    title: "ООО 'Рога и копыта!' 2",
    text: "Какая же классная организация, столько геозон, техники, планов и достижений (текст короче)",
  },

  {
    id: uuid(),
    title: "ООО 'Рога и копыта!' 3",
    text: "Какая же классная организация, столько геозон, техники, планов и достижений (текст короче)",
  },

  {
    id: uuid(),
    title: "ООО 'Рога и копыта!' 4",
    text: "Какая же классная организация, столько геозон, техники, планов и достижений (текст короче)",
  },

  {
    id: uuid(),
    title: "ООО 'Рога и копыта!' 5",
    text: "Какая же классная организация, столько геозон, техники, планов и достижений (текст короче)",
  },

  {
    id: uuid(),
    title: "ООО 'Рога и копыта!' 6",
    text: "Какая же классная организация, столько геозон, техники, планов и достижений (текст короче)",
  },

  {
    id: uuid(),
    title: "ООО 'Рога и копыта!' 7",
    text: "Какая же классная организация, столько геозон, техники, планов и достижений (текст короче)",
  },
];
