import { v4 as uuid } from "uuid";

export const featuresSlideItems = [
  {
    id: uuid(),
    title: "Учет транспортных работ",
    description:
      "Ведение оперативных планов и графиков смен, создание индивидуальных и групповых отчетов, привязка информации о перевозимом грузе",
    image: "/images/features/analytics.jpg",
  },

  {
    id: uuid(),
    title: "Мониторинг техники",
    description:
      "Контроль перемещений и результативности работ онлайн, статистика простоев, выявление несанкционированных выгрузок и сливов топлива",
    image: "/images/features/monitoring.jpg",
  },

  {
    id: uuid(),
    title: "Помощник агронома",
    description:
      "Контроль здоровья полей и растений: индекс вегетативности на основе снимков ndvi, дифференцированное внесение, мониторинг погоды, оцифровка обследований почвы",
    image: "/images/features/analytics.jpg",
  },

  {
    id: uuid(),
    title: "Кадастровый учет",
    description:
      "Повышение эффективности земельного банка, контроль сроков договоров аренды, автоматическое определение пересекающихся участков",
    image: "/images/features/analytics.jpg",
  },

  {
    id: uuid(),
    title: "Отчетность и аналитика",
    description:
      "Получение и отслеживание ключевых показателей по агрооперациям в режиме реального времени, понятный вид отображения данных, разнообразие отчетных форм",
    image: "/images/features/analytics.jpg",
  },

  {
    id: uuid(),
    title: "Скаутинг",
    description:
      "Мобильное приложение и инструментарий для проведения полевых обследований и контроля состояния полей и растений",
    image: "/images/features/analytics.jpg",
  },
];
